Invalid Balusters Pattern
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId InvalidBalustersPattern { get; }
  Visual Basic
Public Shared ReadOnly Property InvalidBalustersPattern As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ InvalidBalustersPattern {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace